[
  {
    "preTitle": "Cisco 8000 Series Routers",
    "title": "Get a network that grows with you",
    "subtitle": "Get performance, functionality, and scalability you can count on with Cisco 8000 Series Routers powered by Cisco Silicon One ASICs.",
    "description": "Create an infrastructure that works as hard as you do, experience efficiency, and secure growth with Cisco 8000 Series Routers powered by Cisco Silicon One ASICs.",
    "benefits": [],
    "dataModals": [
      {
        "title": "Fixed Systems",
        "content": [
          {
            "title": "Cisco 8100 switches",
            "content": "Fixed platform optimized to reduce space and power."
          },
          {
            "title": "Cisco 8200 routers",
            "content": "Fixed platform with deep buffers for higher scale."
          },
          {
            "title": "Cisco 8700 routers",
            "content": "Fixed platform with high scale and rich edge features."
          }
        ]
      },
      {
        "title": "Modular Systems",
        "content": [
          {
            "title": "Cisco 8800 routers",
            "content": "Distributed platform for performance."
          },
          {
            "title": "Cisco 8800 line cards",
            "content": "Third-generation line cards."
          }
        ]
      },
      {
        "title": "Centralized Systems",
        "content": [
          {
            "title": "Cisco 8600 Series Routers",
            "content": "Centralized platform with redundancy and interface diversity."
          }
        ]
      }
    ]
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "One platform is all you need",
    "title": "Build your digital branch to be secure, fast, and scalable",
    "subtitle": "Get routing, hosting, security, switching, and enhanced application visibility—all in a single, trustworthy platform—with Cisco 4000 Series Integrated Services Routers (ISRs).",
    "description": "Enjoy better threat protection and application visibility while you save time with streamlined network management.",
    "benefits": [
      {
        "title": "Improve application visibility",
        "description": "Extend your visibility across the internet, cloud, and Software as a Service (SaaS). Pinpoint application issues and get actionable insights with Cisco ThousandEyes integration on select ISR 4000 Series models."
      },
      {
        "title": "Easily deploy network services",
        "description": "Deploy key integrated network services for your branch in minutes—virtually or on-premises—without sacrificing performance."
      },
      {
        "title": "Simplify network management",
        "description": "Simplify network automation and reduce hours of work to minutes. Configure and monitor your network to enforce business policies through Cisco Catalyst Center and Cisco Catalyst SD-WAN."
      },
      {
        "title": "Boost threat protection",
        "description": "Eliminate the need for a separate security appliance. Protect your branch site across your LAN, WAN, and in the cloud with security integrated into the router."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "Cisco 1000 Series Integrated Services Routers (ISR)",
    "title": "Security and performance you can rely on",
    "subtitle": "Combine advanced security and cloud access in a powerful, compact device that's easy to set up and manage with secure broadband, Metro Ethernet, and wireless LAN connectivity.",
    "description": "Meet today's evolving security and network challenges with the capabilities that you need.",
    "benefits": [
      {
        "title": "Modernize your connections",
        "description": "Get improved mobility and next-generation WAN and LAN options. Access Ethernet, DSL, 5G, and 802.11ax Wi-Fi. The 1000 Series is ideal for use as customer premises equipment (CPE)."
      },
      {
        "title": "Automate for success",
        "description": "Use a simple, centralized dashboard to easily control your network and cloud connections. Streamline setup and management of the 1000 Series with Cisco Catalyst SD-WAN Manager."
      },
      {
        "title": "Enjoy enterprise-class security",
        "description": "Protect your network with advanced threat defense. Get fast, secure connections with encryption, VPN, firewall, and web filtering."
      },
      {
        "title": "Optimize your multicloud setup",
        "description": "Cisco 1000 Series ISRs are the first fixed-configuration routers with the trusted Cisco IOS XE Software optimized for cloud connectivity, greater visibility, and full-stack security, with robust multicloud capabilities."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "Cisco ASR 9000 Series Aggregation Services Routers",
    "title": "Get routers built to serve highly demanding edge markets",
    "subtitle": [],
    "description": "Meet the needs of mass-scale networks with a platform that grows with you.",
    "benefits": [
      {
        "title": "Power your mass-scale network",
        "description": "Build a network that grows as you do with the high-density, high-performance Cisco ASR 9000. Get support for 1G up to 400G and coherent optics and give your operators a solution that scales ahead of demand."
      },
      {
        "title": "Get protection from inside out",
        "description": "Enjoy security and privacy throughout your journey with our secure development lifecycle. Keep everything safe and sound with Secure Boot, Cisco Trust Anchor, and anti-counterfeit measures."
      },
      {
        "title": "Focus on sustainability",
        "description": "Reduce power by up to 96% per Gbps with a custom ASIC built to optimize performance with a capacity increase of 100x."
      },
      {
        "title": "Explore flexible licensing",
        "description": "Build a network that’s ready for future growth. With flexible pay-as-you-grow options and dynamic license pooling, you can simplify capacity planning and scale to meet demand."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "Cisco ASR 1000 Series Aggregation Services Routers",
    "title": "Enhance your network with an industry-leading central hub",
    "subtitle": "Experience the reliability and performance of Cisco ASR 1000 Series routers, equipped with industry-leading technology in silicon, throughput, and security to keep your business thriving.",
    "description": "Connect your business to the cloud edge reliably with ASR 1000 platforms. Improve performance and flexibility when you power your enterprise with Cisco Catalyst software-defined WAN (SD-WAN) compatibility.",
    "benefits": [
      {
        "title": "See into your applications",
        "description": "Extend your visibility across the internet, the cloud, and software as a service (SaaS). Pinpoint application issues and gain actionable insights with Cisco ThousandEyes integration."
      },
      {
        "title": "Secure with integrity",
        "description": "Leading encryption performance, layered security services, and a tamper-resistant design help ASR 1000 routers reduce your attack surface and secure edge traffic."
      },
      {
        "title": "Create always-on architecture",
        "description": "Boost performance with our unique chipset architecture that splits control and data plane operations so even the busiest edges run better. With routers built to scale, your network can grow as you do."
      },
      {
        "title": "Keep up with advanced silicon",
        "description": "Deliver consistent edge performance with our latest application-specific integrated circuit (ASIC) technology. Even during heavy bursts of connectivity, your network stays reliable and responsive."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco ASR 920 Series Aggregation Services Routers",
    "title": "Rugged, efficient, and all the power that you need",
    "subtitle": "Get high throughput with low power consumption—all wrapped into a compact package ideal for voice, video, and data applications.",
    "description": "Support thousands of users, provide premium services, and simplify operations—all on a flexible payment model that fits your budget.",
    "benefits": [
      {
        "title": "Do more with less",
        "description": "Offer premium services with enhanced Service Level Agreement capabilities and simplified network operations. Try our pay-as-you-grow feature and service activation model for a flexible, cost-effective solution."
      },
      {
        "title": "Support broadband access",
        "description": "Deliver voice, video, data, and mobility services. Support thousands of subscribers and a variety of broadband applications, including Internet Protocol Television (IPTV) and video on demand."
      },
      {
        "title": "Enjoy a smaller size",
        "description": "ASR 920 Series models are optimized for remote access and smaller aggregation sites where a full-featured, small-footprint, and converged platform is needed."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Attack Surface Management (formerly Cisco Secure Cloud Insights)",
    "title": "Get faster hybrid cloud visibility and protection",
    "subtitle": "Improve security monitoring and cut emerging threats on your attack surface by including exposure management concepts into asset discovery and relationship-mapping with ongoing visibility.",
    "description": "To protect against threats, organizations require network visibility and control and the capacity to respond swiftly. Cisco Attack Surface Management identifies weak points in near real-time enabling rapid response.",
    "benefits": [
      {
        "title": "Fully examine your attack surface",
        "description": "Relationship mapping makes it possible to reduce risks and meet compliance. With 100 predefined API integrations, you can examine everything in your environment and secure your attack surface."
      },
      {
        "title": "Manage compliance and vulnerabilities",
        "description": "Manage compliance and security posture by monitoring relationships between hybrid IT and multiple clouds. Choose from over 800 premade queries, or customize your own, to find security gaps and misconfigurations."
      },
      {
        "title": "Get a unified view of assets",
        "description": "Cisco Attack Surface Management, a Cisco XDR component, can provide a broad inventory of all entities and current security risks to identify and remediate misconfigured cloud environments and asset vulnerabilities."
      },
      {
        "title": "Baseline behavior with Secure Cloud Analytics",
        "description": "Secure digital environments by combining situational awareness of Secure Cloud Analytics with structural awareness of Cisco Attack Surface Management for visibility of vulnerabilities and anomaly-based threat vectors."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst 9800 Series Wireless Controllers",
    "title": "Wireless network management made easy",
    "subtitle": "Get ultra-reliable, super-secure wireless controllers that are IoT-ready and built for Wi-Fi 6/6E and beyond.",
    "description": "Enjoy seamless network management and deployment choice: on-premises, in the cloud, or both.",
    "benefits": [
      {
        "title": "Maximize uptime and availability",
        "description": "When deploying network updates, there's no need to go offline."
      },
      {
        "title": "A truly secure solution",
        "description": "Be prepared for the unexpected with secure boot, runtime defenses, image signing, and more."
      },
      {
        "title": "A healthier network",
        "description": "The Cisco Catalyst Center platform provides deep analytics and insights that help you improve performance and avoid issues."
      },
      {
        "title": "Your network's full potential, realized",
        "description": "Unveil insights and network visibility with cutting-edge, programmable AI and automation software."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst 9600 Series Switches",
    "title": "Twice as fast, twice the capacity: Meet your new campus core",
    "subtitle": "Boost your network and save. Move to 100G or 400G pluggable optics today.",
    "description": "Serious security. Exceptional automation. Analytics, speed, and scale. Bring it all to your access network.",
    "benefits": [
      {
        "title": "Secure your network from the inside out",
        "description": "Experience the dream team: Cisco's industry-leading security portfolio plus Talos threat intelligence, Encrypted Traffic Analytics, trustworthy solutions, and MACsec encryption."
      },
      {
        "title": "Make it highly resilient",
        "description": "Make your network resilient with exceptional mean time between failure (MTBF) and high-availability features such as in-service software upgrade (ISSU), graceful insertion and removal (GIR), and hot-patching."
      },
      {
        "title": "Set up your network your way",
        "description": "Simplify and automate onboarding. Seamlessly integrate with full-stack programmability from application-specific integrated circuits (ASICs) to OS. Enable future features without hardware upgrades and create exceptional user experiences with the Cisco Catalyst Center platform."
      },
      {
        "title": "Gain faster access with a faster core",
        "description": "Catalyst 9600 Series Switches are twice as fast and offer twice the capacity of traditional switches."
      }
    ],
    "dataModals": [
      {
        "title": "Chassis",
        "content": [
          {
            "title": "6-slot modular chassis",
            "content": "C9606R. Modular core for resilience at scale, plus comprehensive security. 25.6 Tbps switching capacity, 6.4 Tbps per slot supporting 400G to 10G multigigabit."
          }
        ]
      },
      {
        "title": "Supervisor engines",
        "content": [
          {
            "title": "6.4 Tbps/slot supervisor, 400G QSFP-DD",
            "content": "C9600X-SUP-2. Made for secure and highly available high-speed campus core deployments. Based on Cisco Silicone One Q200 ASIC, supports up to 6.4 Tbps per slot, up to 400G QSFP-DD, and 50G SFP56."
          },
          {
            "title": "2.4 Tbps/slot supervisor, 100G/25G",
            "content": "C9600-SUP-1. Designed to reimagine connections, reinforce security, and redefine the hybrid workplace. Based on Cisco UADP 3.0 ASIC, supports up to 2.4 Tbps per slot, up to 100G QSFP28, and 25G SFP28."
          }
        ]
      },
      {
        "title": "Catalyst 9600X fiber line cards",
        "content": [
          {
            "title": "30-port 100G/40G QSFP28 with 400G/200G/100G QSFP-DD fiber",
            "content": "C9600X-LC-32CD. High-density fiber line cards for campus core. 30-port 100G/40G (QSFP28) and 2-port 400G/200G/100G (QSFP-DD). Up to 128 ports, non-blocking. C9600X-SUP-2 only."
          },
          {
            "title": "56-port 50G/25G/10G SFP56 with 100G QSFP28 fiber",
            "content": "C9600X-LC-56YL4C. High-density fiber line cards for campus core and distribution. 56-port 50G/25G/10G (SFP56) and 4-port 100G (QSFP28). Up to 240 ports, non-blocking. C9600X-SUP-2 only."
          },
          {
            "title": "40-port 50G/25G/10G SFP56 with 400G QSFP-DD, 200G QSFP56 fiber",
            "content": "C9600-LC-40YL4CD. High-density fiber line cards for campus core and distribution. 40-port 50G/25G/10G (SFP56) and 2-port 400G (QSFP-DD) and 2-port 200G (QSFP56) with C9600X-SUP-2. 40-port 25G/10G (SFP28) and 2-port 100G/40G (QSFP28) with C9600-SUP-1."
          }
        ]
      },
      {
        "title": "Catalyst 9600 line cards ",
        "content": [
          {
            "title": "24-port 100G/40G QSFP56 fiber",
            "content": "C9600-LC-24C. Higher-density fiber line cards for evolving campus core. 24-port 100G/40G (QSFP28) with C9600X-SUP-2. 24-port 40G (QSFP+) or 12-port 100G (QSFP28) with C9600-SUP-1."
          },
          {
            "title": "48-port 50G/25G/10G SFP56 fiber",
            "content": "C9600-LC-48YL. High-density 50G/25G fiber line cards for campus core and distribution. 48-port 50G/25G/10G (SFP56) with C9600X-SUP-2. 48-port 25G/10G/1G (SFP56) with C9600-SUP-1."
          },
          {
            "title": "48-port 10G multigigabit copper",
            "content": "C9600-LC-48TX. High-density copper line cards for campus distribution. Built for secure Wi-Fi 6/6E and high-speed access. 48-port 10G with C9600X-SUP-2. 48-port 10G/5G/2.5G/1G multigigabit with C9600-SUP-1."
          },
          {
            "title": "48-port 1G SFP fiber",
            "content": "C9600-LC-48S. High-density 1G (SFP) fiber line cards for campus distribution. C9600-SUP-1 only."
          }
        ]
      }
    ]
  },
  {
    "preTitle": "Cisco Catalyst 9500 Series Switches",
    "title": "High-density advanced services in a compact package",
    "subtitle": "Boost your network and save. Move to 100G or 400G pluggable optics today.",
    "description": "With security and insights built in, these fixed-core enterprise switches make networking simple.",
    "benefits": [
      {
        "title": "Transform your workplace",
        "description": "Step it up with a powerful platform that has the bandwidth, speed, scale, and automation to support today's workforce."
      },
      {
        "title": "Secure your network from the inside out",
        "description": "More power plus artificial intelligence and machine learning mean continuous security anytime, anywhere."
      },
      {
        "title": "Create a network that's ready now for tomorrow's work",
        "description": "Monitor and manage exceptional network experiences with Cisco Catalyst Center or cloud monitoring for Catalyst."
      },
      {
        "title": "Build a more sustainable future",
        "description": "Use the network as the foundation for smarter, more sustainable buildings that are energy efficient and promote the occupants' well-being."
      }
    ],
    "dataModals": [
      {
        "title": "Catalyst 9500X models",
        "content": [
          {
            "title": "28-ports 100G, 8-ports 400G fiber",
            "content": "C9500X-28C8D. High-density fiber models for campus core and distribution. 28-port 100G/40G (QSFP28) and 8-port 400G/200G/100G (QSFP-DD). Based on Cisco Silicon One Q200 ASIC."
          },
          {
            "title": "60-ports 50G, 4-ports 400G fiber",
            "content": "C9500X-60L4D. High-density fiber models for campus distribution. 60-port 50G/25G (SFP56) and 4-port 400G/200G/100G (QSFP-DD). Based on Cisco Silicon One Q200 ASIC."
          }
        ]
      },
      {
        "title": "Catalyst 9500 high performance models",
        "content": [
          {
            "title": "32-ports 100G/40G fiber",
            "content": "C9500-32C. High-density fiber models for campus core and distribution. 32-port 100G/40G (QSFP28).  Based on Cisco UADP 3.0 ASIC."
          },
          {
            "title": "32-ports 40G or 16-ports 100G fiber",
            "content": "C9500-32QC. Higher density fiber models for campus core and distribution. 32-port 40G (QSFP+) or 12-port 100G (QSFP28).  Based on Cisco UADP 3.0 ASIC."
          },
          {
            "title": "48-ports 25G/10G/1G, 4-ports 100G fiber",
            "content": "C9500-48Y4C. High-density fiber models for campus distribution. 48-port 25G/10G/1G (SFP28) and 4-port 100G/40G (QSFP28). Based on Cisco UADP 3.0 ASIC."
          },
          {
            "title": "24-ports 25G/10G/1G, 4-ports 100G fiber",
            "content": "C9500-24Y4C. High-density fiber models for campus distribution. 24-port 25G/10G/1G (SFP28) and 4-port 100G/40G (QSFP28). Based on Cisco UADP 3.0 ASIC."
          }
        ]
      }
    ]
  },
  {
    "preTitle": "Cisco Catalyst 9400 Series Switches",
    "title": "Reimagine how your network helps you do business",
    "subtitle": "Boost your network and save. Move to 100G or 400G pluggable optics today.",
    "description": "Stay connected with switches that provide simplified campus automation, detailed analytics, and exceptional speed and scale.",
    "benefits": [
      {
        "title": "Give your hybrid workplace a boost",
        "description": "A powerful platform gives you what you need for today's hybrid work."
      },
      {
        "title": "Feel the security of powerful protection",
        "description": "Get serious security, with features such as machine learning and artificial intelligence (AI)."
      },
      {
        "title": "Make your network work for you and your business",
        "description": "Easily keep tabs on your network with the Cisco Catalyst Center platform."
      },
      {
        "title": "Get set for a brighter future",
        "description": "Smarter buildings mean greater energy efficiency. New Titanium-rated power supplies."
      }
    ],
    "dataModals": [
      {
        "title": "Chassis",
        "content": [
          {
            "title": "4-slot modular chassis",
            "content": "C9404R. Smaller modular chassis for enterprise-class branch and midsize access networks. High-availability power and fan redundancy."
          },
          {
            "title": "7-slot modular chassis",
            "content": "C9407R. Midsize modular chassis for enterprise-class midsize to large access and distribution networks. High-availability power and fan redundancy."
          },
          {
            "title": "10-slot modular chassis",
            "content": "C9410R. Large modular chassis for enterprise-class midsize to large access and distribution networks. High-availability power and fan redundancy."
          }
        ]
      },
      {
        "title": "Supervisor engines",
        "content": [
          {
            "title": "480 Gbps/slot supervisor, 100G/25G",
            "content": "C9400X-SUP-2XL. Built for secure and highly available high-speed access, aggregation, and campus deployments. Up to 480 Gbps per slot, 100G/25G uplinks, and 100G IPsec on hardware."
          },
          {
            "title": "240 Gbps/slot supervisor, 100G/25G",
            "content": "C9400X-SUP-2. Built for secure and highly available high-speed access, aggregation, and campus deployments. Up to 240 Gbps per slot, 100G/25G uplinks, and 100G IPsec on hardware."
          },
          {
            "title": "240 Gbps/slot supervisor, 40G/25G/10G",
            "content": "C9400-SUP-1XL-Y. Designed for flexible and secure access, aggregation, and branch deployments. Up to 240/120/80 Gbps per slot (4-, 7-, and 10-slot chassis options); 2 x 40G, 2 x 25G, or 8 x 10G uplinks."
          },
          {
            "title": "240 Gbps/slot supervisor, 40G/10G",
            "content": "C9400-SUP-1XL. Designed for flexible and secure access, aggregation, and branch deployments. Up to 240/120/80 Gbps per slot (4-, 7-, and 10-slot chassis options); 2 x 40G, 8 x 10G uplinks."
          }
        ]
      },
      {
        "title": "Catalyst 9400X fiber line cards",
        "content": [
          {
            "title": "25G/10G SFP28 fiber",
            "content": "C9400-LC-24XY. High-density fiber line cards for campus distribution. 20-port 25G (SFP28) and 4-port 10G (SFP+). C9400X-SUP-2/2XL only."
          },
          {
            "title": "100G/40G QSFP28 fiber",
            "content": "C9400-LC-12QC. High-density fiber line cards for campus distribution. 12-port 40G (QSFP+) or 4-port 100G (QSFP28) and 4-port 40G (QSFP+). C9400X-SUP-2/2XL only."
          }
        ]
      },
      {
        "title": "Catalyst 9400X copper line cards",
        "content": [
          {
            "title": "48-port 10G multigigabit, 90W PoE copper",
            "content": "C9400-LC-48HX. Built for secure Wi-Fi 6/6E high-speed access and beyond, with 90W Cisco UPOE+ smart building deployments. 48-port 10GBASE-T, 10G/5G/2.5G/1G multigigabit, 1000M/100M. Up to 384 ports, non-blocking, with SUP-2XL."
          },
          {
            "title": "48-port 5G multigigabit, 90W PoE copper",
            "content": "C9400-LC-48HN. Built for secure Wi-Fi 6/6E high-speed access and 90W Cisco UPOE+ smart building deployments. 48-port 5G/2.5G/1G multigigabit, 1000M/100M. Up to 384 ports, non-blocking, with SUP-2XL."
          },
          {
            "title": "48-port 1G, 90W PoE copper",
            "content": "C9400-LC-48H. High-density copper line cards for campus distribution. Built for secure access and 90W Cisco UPOE+. 48-port 1000M/100M/10M. Up to 384 ports, non-blocking."
          },
          {
            "title": "48-port 10G multigigabit, 60W PoE copper",
            "content": "C9400-LC-48UX. High-density copper line cards for campus distribution. Built for secure Wi-Fi 6/6E high-speed access and 60W Cisco UPOE. 24-port 10G/5G/2.5G/1G multigigabit; 24-port 1000M/100M. Up to 384 ports, non-blocking, with SUP-2XL."
          }
        ]
      },
      {
        "title": "Catalyst 9400 10G, 1G SFP+ line cards",
        "content": [
          {
            "title": "24-port 10G/1G SFP+ fiber",
            "content": "C9400-LC-24XS. The foundation of a proactive enterprise network. 24-port 10G or 1G SFP+. Up to 192 ports, non-blocking."
          },
          {
            "title": "48-port 10G/1G SFP+ fiber",
            "content": "C9400-LC-48XS. The foundation of a proactive enterprise network. 48-port 10G or 1G SFP+. Up to 384 ports, non-blocking."
          },
          {
            "title": "24-port 1G SFP+ fiber",
            "content": "C9400-LC-24S. The foundation of a proactive enterprise network. 24-port 1G SFP+. Up to 192 ports, non-blocking."
          },
          {
            "title": "48-port 1G SFP+ fiber",
            "content": "C9400-LC-48S. The foundation of a proactive enterprise network. 48-port 1G SFP+. Up to 384 ports, non-blocking."
          }
        ]
      },
      {
        "title": "Catalyst 9400 1G copper line cards",
        "content": [
          {
            "title": "48-port 1G, 60W PoE copper",
            "content": "C9400-LC-48U. Enables secure connectivity that helps your network work for your business. 48-port 1G copper with 60W Cisco UPOE. Up to 384 ports, non-blocking."
          },
          {
            "title": "48-port 1G, 30W PoE copper",
            "content": "C9400-LC-48P. Enables secure connectivity that helps your network work for your business. 48-port 1G copper with 30W PoE+. Up to 384 ports, non-blocking."
          },
          {
            "title": "48-port 1G, data copper",
            "content": "C9400-LC-48T. Enables secure connectivity that helps your network work for your business. 48-port 1G copper data. Up to 384 ports, non-blocking."
          }
        ]
      }
    ]
  },
  {
    "preTitle": "Cisco Catalyst 9300 Series Switches",
    "title": "A secure workplace. Anywhere. Everywhere.",
    "subtitle": "Boost your network and save. Move to 100G or 400G pluggable optics today.",
    "description": "Deliver a more secure, sustainable experience that combines speed and scale with advanced automation and analytics.",
    "benefits": [
      {
        "title": "Transform your workplace",
        "description": "Get the bandwidth, speed, scale, and automation you need to support your hybrid teams, however they choose to work."
      },
      {
        "title": "Secure your network from the inside out",
        "description": "Empower your network with built-in encryption, ASAc Firewall on board, and advanced AI/ML for continuous zero-trust security."
      },
      {
        "title": "Manage your network, your way",
        "description": "Deliver exceptional network experiences with the Cisco Catalyst Center on-premises platform, Meraki cloud-managed dashboard or cloud monitoring for Catalyst."
      },
      {
        "title": "Build sustainability into your network",
        "description": "Use the network as the foundation for smarter, more sustainable buildings that are energy-efficient and promote the occupants' well-being. New ENERGY STAR certified models."
      }
    ],
    "dataModals": [
      {
        "title": "Catalyst 9300X copper models ",
        "content": [
          {
            "title": "48-port 10G, multigigabit, 90W PoE",
            "content": "C9300X-48HX. Built for secure Wi-Fi 6/6E high-speed access and beyond, with 90W PoE for Cisco smart building deployments. 48-port 10GBASE-T, 10G/5G/2.5G/1G/100M multigigabit. Based on Cisco UADP 2.0sec ASIC, with 100G hardware-based IPsec. Orderable with Meraki cloud-management experience."
          },
          {
            "title": "48-port 10G, multigigabit, data",
            "content": "C9300X-48TX. Built for secure Wi-Fi 6/6E high-speed access and beyond. 48-port 10GBASE-T, 10G/5G/2.5G/1G/100M multigigabit, data only. Based on Cisco UADP 2.0sec ASIC, with 100G hardware-based IPsec. Orderable with Meraki cloud-management experience."
          },
          {
            "title": "40-port 5G, 8-port 10G, multigigabit, 90W PoE",
            "content": "C9300X-48HXN. Built for secure Wi-Fi 6/6E high-speed access and beyond, with 90W PoE for Cisco smart building deployments. 40-port 5G/2.5G/1G/100M multigigabit, 8-port 10GBASE-T, 10G/5G/2.5G/1G/100M multigigabit. Based on Cisco UADP 2.0sec ASIC, with 100G hardware-based IPsec. Orderable with Meraki cloud-management experience."
          },
          {
            "title": "24-port 10G, multigigabit, 90W PoE",
            "content": "C9300X-24HX. Built for secure Wi-Fi 6/6E high-speed access and beyond, with 90W PoE for Cisco smart building deployments. 24-port 10GBASE-T, 10G/5G/2.5G/1G multigigabit, 1000M/100M. Based on Cisco UADP 2.0sec ASIC, with 100G hardware-based IPsec. Orderable with Meraki cloud-management experience."
          }
        ]
      },
      {
        "title": "Catalyst 9300X fiber models",
        "content": [
          {
            "title": "24-port 25G fiber",
            "content": "C9300X-24Y. Higher density fiber models for campus access and distribution. 24-port 25G/10G/1G (SFP28). Based on Cisco UADP 2.0sec ASIC, with 100G hardware-based IPsec. Orderable with Meraki cloud-management experience."
          },
          {
            "title": "12-port 25G fiber",
            "content": "C9300X-12Y. 25G fiber models for campus access and branch. 12-port 25G/10G/1G (SFP28). Based on Cisco UADP 2.0sec ASIC, with 100G hardware-based IPsec. Orderable with Meraki cloud-management experience."
          }
        ]
      },
      {
        "title": "Catalyst 9300 high-performance models ",
        "content": [
          {
            "title": "48-port 1G, 60W PoE, high performance",
            "content": "C9300-48UB. Built with double buffers, MAC and IP scale, and higher access control list (ACL) scale. 48-port 1G/100M/10M, 60W PoE. Based on Cisco UADP 2.0XL ASIC."
          },
          {
            "title": "24-port 1G, 60W PoE, high performance",
            "content": "C9300-24UB. Built with double buffers, MAC and IP scale, and higher access control list (ACL) scale. 24-port 1G/100M/10M, 60W PoE. Based on Cisco UADP 2.0XL ASIC."
          },
          {
            "title": "24-port 5G multigigabit, 60W PoE, high performance",
            "content": "C9300-24UXB. Built with double buffers, MAC and IP scale, and higher access control list (ACL) scale. 24-port 5G/2.5G/1G/100M multigigabit, 60W PoE. Based on Cisco UADP 2.0XL ASIC."
          }
        ]
      },
      {
        "title": "Catalyst 9300 90W PoE models ",
        "content": [
          {
            "title": "24-port 1G, 90W PoE",
            "content": "C9300-24H. Optimized for wired and wireless converged access, with 24-port 1G/100M, 90W PoE. 40G, 25G, 10G, 1G fiber and 10G multigigabit copper modular uplink options. Based on Cisco UADP 2.0 ASIC."
          },
          {
            "title": "48-port 1G, 90W PoE",
            "content": "C9300-48H. Optimized for wired and wireless converged access, with 48-port 1G/100M, 90W PoE. 40G, 25G, 10G, 1G fiber and 10G multigigabit copper modular uplink options. Based on Cisco UADP 2.0 ASIC."
          }
        ]
      },
      {
        "title": "Catalyst 9300 60W PoE models ",
        "content": [
          {
            "title": "24/48-port 1G, 60W PoE",
            "content": "C9300-24U, C9300-48U. Optimized for wired and wireless converged access, with 24- and 48-port 1G/100M, 60W PoE. 40G, 25G, 10G, 1G fiber and 10G multigigabit copper modular uplink options. Based on Cisco UADP 2.0 ASIC. Orderable with Meraki cloud-management experience."
          },
          {
            "title": "24-port 10G, multigigabit, 60W PoE",
            "content": "C9300-24UX. Built for secure Wi-Fi 6/6E high-speed access and beyond. 24-port 10GBASE-T, 10G/5G/2.5G/1G/100M multigigabit, 60W PoE. 40G, 25G, 10G, 1G fiber and 10G multigigabit copper modular uplink options. Based on Cisco UADP 2.0 ASIC. Orderable with Meraki cloud-management experience."
          },
          {
            "title": "36-port 2.5G, 12-port 10G, multigigabit, 60W PoE",
            "content": "C9300-48UXM. Built for secure Wi-Fi 6/6E high-speed access. 36-port 2.5G/1G/100M multigigabit, 12-port 10GBASE-T, 10G/5G/2.5G/1G/100M multigigabit, 60W PoE. 40G, 25G, 10G, 1G fiber and 10G multigigabit copper modular uplink options. Based on Cisco UADP 2.0 ASIC. Orderable with Meraki cloud-management experience."
          },
          {
            "title": "48-port 5G multigigabit",
            "content": "C9300-48UN. Built for secure Wi-Fi 6/6E high-speed access. 48-port 5G/2.5G/1G/100M multigigabit, 60W PoE. 40G, 25G, 10G, 1G fiber and 10G multigigabit copper modular uplink options. Based on Cisco UADP 2.0 ASIC. Orderable with Meraki cloud-management experience."
          }
        ]
      },
      {
        "title": "Catalyst 9300 1G models ",
        "content": [
          {
            "title": "24/48-port 1G copper, data only",
            "content": "C9300-24T, C9300-48T. 24- and 48-port 1G/100M copper, data only. 40G, 25G, 10G, 1G fiber and 10G multigigabit copper modular uplink options. Based on Cisco UADP 2.0 ASIC. Orderable with Meraki cloud-management experience."
          },
          {
            "title": "24/48-port 1G copper, 30W PoE",
            "content": "C9300-24P, C9300-48P. 24- and 48-port 1G/100M copper, 30W PoE. 40G, 25G, 10G, 1G fiber and 10G multigigabit copper modular uplink options. Based on Cisco UADP 2.0 ASIC. Orderable with Meraki cloud-management experience."
          },
          {
            "title": "24/48-port 1G SFP",
            "content": "C9300-24S, C9300-48S. 24- and 48-port 1G SFP. 40G, 25G, 10G, 1G fiber and 10G multigigabit copper modular uplink options. Based on Cisco UADP 2.0 ASIC. Orderable with Meraki cloud-management experience."
          }
        ]
      },
      {
        "title": "Catalyst 9300L models  ",
        "content": [
          {
            "title": "24/48-port 1G copper, data only",
            "content": "C9300L-24T-xx, C9300L-48T-xx. 24- and 48-port 1G/100M copper, data only. Four 10G (-4X) or 1G (-4G) fixed fiber uplink options. Based on Cisco UADP 2.0 ASIC. The 10G uplink models are orderable with Meraki cloud-management experience."
          },
          {
            "title": "24/48-port 1G copper, 30W PoE",
            "content": "C9300L-24P-xx, C9300L-48P-xx. 24- and 48-port 1G/100M copper, 30W PoE. Four 10G (-4X) or 1G (-4G) fixed fiber uplink options. Based on Cisco UADP 2.0 ASIC. The 10G uplink models are orderable with Meraki cloud-management experience."
          },
          {
            "title": "48-port 1G copper, full 30W PoE",
            "content": "C9300L-48PF-4X, C9300L-48PF-4G. 48-port 1G/100M copper, 30W PoE. Four 10G (-4X) or 1G (-4G) fixed fiber uplink options. Based on Cisco UADP 2.0 ASIC. The 10G uplink models are orderable with Meraki cloud-management experience."
          },
          {
            "title": "24-port 1G copper, 60W PoE, 8-port multigigabit",
            "content": "C9300L-24UXG-4X, C9300L-24UXG-2Q. 24-port 60W PoE, 8-port 10GBASE-T, 10G/5G/2.5G/1G/100M multigigabit, 16-port 1G. Four 10G (-4X) or two 40G (-2Q) fixed fiber uplink options. Based on Cisco UADP 2.0 ASIC. The 10G uplink models are orderable with Meraki cloud-management experience."
          },
          {
            "title": "48-port 1G copper, 60W PoE, 12-port multigigabit",
            "content": "C9300L-48UXG-4X, C9300L-48UXG-2Q. 48-port 60W PoE, 12-port 10GBASE-T, 10G/5G/2.5G/1G/100M multigigabit, 36-port 1G. Four 10G (-4X) or two 40G (-2Q) fixed fiber uplink options. Based on Cisco UADP 2.0 ASIC. The 10G uplink models are orderable with Meraki cloud-management experience."
          },
          {
            "title": "48-port 1G copper, 60W PoE, 8-port multigigabit",
            "content": "C9300L-48UX-4Y. 48-port 60W PoE, 8-port 10GBASE-T, 10G/5G/2.5G/1G/100M multigigabit, 40-port 1G. Two 25G fixed fiber uplinks. Based on Cisco UADP 2.0 ASIC."
          }
        ]
      },
      {
        "title": "Catalyst 9300LM models",
        "content": [
          {
            "title": "48-port 1G copper, data only",
            "content": "C9300LM-48T-4Y. Shallow depth chassis. 48-port 1G/100M copper, data only. Four 25G fixed fiber uplinks. Based on Cisco UADP 2.0 ASIC."
          },
          {
            "title": "24/48-port 1G copper, 60W PoE",
            "content": "C9300LM-24U-4Y, C9300LM-48U-4Y. Shallow depth chassis. 24- and 48-port 1G/100M copper, 60W PoE. Four 25G fixed fiber uplinks. Based on Cisco UADP 2.0 ASIC."
          },
          {
            "title": "48-port 1G copper, 60W PoE, 8-port 10G, multigigabit",
            "content": "C9300LM-48UX-4Y. Shallow depth chassis. 48-port 60W PoE, 8-port 10GBASE-T, 10G/5G/2.5G/1G/100M multigigabit, 40-port 1G. Four 25G fixed fiber uplinks. Based on Cisco UADP 2.0 ASIC."
          }
        ]
      }
    ]
  },
  {
    "preTitle": "​Cisco Catalyst 9200 Series Switches",
    "title": "​Simplicity meets performance",
    "subtitle": "Start transforming your network. Get enterprise-grade security, reliability, connectivity, and power for your hybrid branch offices.",
    "description": "Protect your network and your data with advanced security features such as link encryption and segmentation. Turn on real-time data to unlock the power of your network.​​",
    "benefits": [
      {
        "title": "Get ready for hybrid work",
        "description": "Work is no longer a place—it's what you do. Deploy a powerful platform with the security, performance, and automation to support your workforce's people, wherever they are."
      },
      {
        "title": "​Secure your network from the inside out​",
        "description": "​Empower your network with built-in encryption and advanced AI/ML for continuous zero-trust security."
      },
      {
        "title": "Manage your network, your way​",
        "description": "On-premises, virtual machine, or cloud: Choose the platform that works best for you. Deliver exceptional network experiences with the Cisco Catalyst Center platform or cloud monitoring for Catalyst."
      },
      {
        "title": "​Build a network for a sustainable future",
        "description": "Optimize energy efficiency and workplace wellness using your network as the foundation for smarter, more sustainable buildings. New ENERGY STAR certified models."
      }
    ],
    "dataModals": [
      {
        "title": "Catalyst 9200 multigigabit, PoE+ models ",
        "content": [
          {
            "title": "24-port 1G, multigigabit, 30W PoE+",
            "content": "C9200-24PXG. Optimized for Wi-Fi 6/6E wired and wireless converged access and higher-bandwidth branch deployments. 16-port 1G, 8-port 10GBASE-T, 10G/5G/2.5G/1G multigigabit, 1000M/100M. Modular uplinks of 40G, 25G, 1G, or 10G/1G. Stackable to 160G, FRU power supplies and fans​."
          },
          {
            "title": "48-port 1G, multigigabit, 30W PoE+",
            "content": "C9200-48PXG. Optimized for Wi-Fi 6/6E wired and wireless converged access and higher-bandwidth branch deployments. 40-port 1G, 8-port 10GBASE-T, 10G/5G/2.5G/1G multigigabit, 1000M/100M. Modular uplinks of 40G, 25G, 1G, or 10G/1G. Stackable to 160G, FRU power supplies and fans​."
          }
        ]
      },
      {
        "title": "Catalyst 9200 PoE+ models ",
        "content": [
          {
            "title": "24-port 1G, 30W PoE+, enhanced VN",
            "content": "C9200-24PB. Ideal for improved Cisco SD-Access deployments. 24-port 1G, 30W PoE+. Modular uplinks of 40G, 25G, 1G, or 10G/1G. Stackable to 160G, FRU power supplies and fans​."
          },
          {
            "title": "48-port 1G, 30W PoE+, enhanced VN",
            "content": "C9200-48PB. Ideal for improved Cisco SD-Access deployments. 48-port 1G, 30W PoE+. Modular uplinks of 40G, 25G, 1G, or 10G/1G. Stackable to 160G, FRU power supplies and fans​."
          },
          {
            "title": "24-port 1G, 30W full PoE+",
            "content": "C9200-24P. Ideal for secure branch and entry-level enterprise environments. 24-port 1G, 30W PoE+. Modular uplinks of 25G, 10G, or 1G. Stackable to 80G, FRU power supplies and fans​."
          },
          {
            "title": "48-port 1G, 30W full PoE+",
            "content": "C9200-48P. Ideal for secure branch and entry-level enterprise environments. 48-port 1G, 30W PoE+. Modular uplinks of 25G, 10G, or 1G. Stackable to 80G, FRU power supplies and fans​."
          },
          {
            "title": "48-port 1G, 30W partial PoE+",
            "content": "C9200-48PL. Ideal for secure branch and entry-level enterprise environments. 48-port 1G, 30W partial PoE+. Modular uplinks of 25G, 10G, or 1G. Stackable to 80G, FRU power supplies and fans​."
          }
        ]
      },
      {
        "title": "Catalyst 9200 data models ",
        "content": [
          {
            "title": "24-port 1G, data",
            "content": "C9200-24T. Ideal for secure branch and entry-level enterprise environments. 24-port 1G, data. Modular uplinks of 25G, 10G, or 1G. Stackable to 80G, FRU power supplies and fans​."
          },
          {
            "title": "48-port 1G, data",
            "content": "C9200-48T. Ideal for secure branch and entry-level enterprise environments. 48-port 1G, data. Modular uplinks of 25G, 10G, or 1G. Stackable to 80G, FRU power supplies and fans."
          }
        ]
      },
      {
        "title": "Catalyst 9200L multigigabit, PoE+ models ",
        "content": [
          {
            "title": "24-port 1G, multigigabit, 30W PoE+",
            "content": "C9200L-24PXG-2Y. C9200L-24PXG-4X. Designed for branch wired and wireless converged access. 16-port 1G, 8-port 10GBASE-T, 10G/5G/2.5G/1G multigigabit, 1000M/100M. Two 25G/10G/1G fixed uplinks or four 10G/1G fixed uplinks. Stackable to 160G, FRU power supplies and fixed redundant fans​."
          },
          {
            "title": "48-port 1G, multigigabit, 30W PoE+",
            "content": "C9200L-48PXG-2Y. Optimized for Wi-Fi 6/6E wired and wireless converged access and higher-bandwidth branch deployments. 40-port 1G, 8-port 10GBASE-T, 10G/5G/2.5G/1G multigigabit, 1000M/100M. Two 25G/10G/1G fixed uplinks or four 10G/1G fixed uplinks. Stackable to 160G, FRU power supplies and fixed redundant fans."
          }
        ]
      },
      {
        "title": "Catalyst 9200L PoE+ models ",
        "content": [
          {
            "title": "24-port 1G, 30W full PoE+",
            "content": "C9200L-24P-4G. C9200L-24P-4X. Cost-effective foundation for small and branch networks. 24-port 1G, 30W PoE+. Four 1G or 10G/1G fixed uplinks. Stackable to 80G, FRU power supplies and fixed redundant fans​."
          },
          {
            "title": "48-port 1G, 30W full PoE+",
            "content": "C9200L-48P-4G. C9200L-48P-4X. Cost-effective foundation for small and branch networks. 48-port 1G, 30W PoE+. Four 1G or 10G/1G fixed uplinks. Stackable to 80G, FRU power supplies and fixed redundant fans​."
          },
          {
            "title": "48-port 1G, 30W partial PoE+",
            "content": "C9200L-48PL-4G. C9200L-48PL-4X. Cost-effective foundation for small and branch networks. 48-port 1G, partial 30W PoE+. Four 1G or 10G/1G fixed uplinks. Stackable to 80G, FRU power supplies and fixed redundant fans."
          }
        ]
      },
      {
        "title": "Catalyst 9200L data models ",
        "content": [
          {
            "title": "24-port 1G, data",
            "content": "C9200L-24T-4G. C9200L-24T-4X. Cost-effective foundation for small and branch networks. 24-port 1G, data. Four 1G or 10G/1G fixed uplinks. Stackable to 80G, FRU power supplies and fixed redundant fans​."
          },
          {
            "title": "48-port 1G, data",
            "content": "C9200L-48T-4G. C9200L-48T-4X. Cost-effective foundation for small and branch networks. 48-port 1G, data. Four 1G or 10G/1G fixed uplinks. Stackable to 80G, FRU power supplies and fixed redundant fans​."
          }
        ]
      },
      {
        "title": "Catalyst 9200CX compact models ",
        "content": [
          {
            "title": "8-port 1G, multigigabit, 60W UPOE",
            "content": "C9200CX-8UXG-2X. C9200CX-8UXG-2XH. Ideal for use in limited spaces and smart buildings. 4-port 1G, 4-port multigigabit, 60W UPOE. Two 10G SFP+ fixed uplinks. AC or AC/DC options. Compact and fanless​."
          },
          {
            "title": "8-port 1G, 30W PoE+",
            "content": "C9200CX-8P-2X2G. C9200CX-8P-2XGH. Ideal for use in limited spaces and smart buildings. 8-port 1G, 30W PoE+. Two 1G copper, two 10G SFP+ fixed uplinks. AC or AC/DC options. Compact and fanless​."
          },
          {
            "title": "12-port 1G, 30W PoE+",
            "content": "C9200CX-12P-2X2G. C9200CX-12P-2XGH. Ideal for use in limited spaces and smart buildings. 12-port 1G, 30W PoE+. Two 1G copper, two 10G SFP+ fixed uplinks. AC or AC/DC options. Compact and fanless​."
          },
          {
            "title": "12-port 1G, data",
            "content": "C9200CX-12T-2X2G. Ideal for use in limited spaces and smart buildings. 12-port 1G, data. Two 1G copper, one 1G CU PD, two 10G SFP+ fixed uplinks. PoE powered or optional auxiliary 80W AC or DC power adaptor. Compact and fanless​."
          }
        ]
      }
    ]
  },
  {
    "preTitle": "Cisco Catalyst 9100 Access Points",
    "title": "Make every space smarter with Cisco Wireless",
    "subtitle": "Future-proof every workplace. Discover intelligent, secure access points that do more and can deploy anywhere.",
    "description": "Take charge of your network with wireless access points that deliver flexibility, speed, security, and more.",
    "benefits": [
      {
        "title": "Assurance with mission-critical applications",
        "description": "Give your users a faster, more efficient network—even when traffic is at its highest, for a network that just works."
      },
      {
        "title": "The automation you need to improve uptime",
        "description": "Integrated AI network and device analytics, plus insights, make troubleshooting simpler so you can keep your network running smoothly."
      },
      {
        "title": "Airtight wireless security you can trust",
        "description": "Keep your data safe with Wi-Fi Protected Access 3 (WPA3) and built-in security features from Cisco Networking."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst 8500 Series Edge Platforms",
    "title": "Build a smarter network edge",
    "subtitle": "Designed for security, built for scale. Create a superior network edge with accelerated aggregation services, multicloud networking, high-speed routing, and edge intelligence.",
    "description": "Expedite your cloud journey with accelerated services, multilayer security, and edge intelligence.",
    "benefits": [
      {
        "title": "Create great user experiences",
        "description": "Deliver outstanding service and agile connectivity to users near and far."
      },
      {
        "title": "Streamline services integration",
        "description": "Enjoy cloud-scale performance with accelerated services that are powered by custom application-specific integrated circuit (ASIC) architecture."
      },
      {
        "title": "See more, solve more",
        "description": "See more, solve more. Centrally manage your environment with Cisco Catalyst SD-WAN Manager. Get actionable insights across the internet, cloud, and applications with built-in Cisco Catalyst SD-WAN Analytics and Cisco ThousandEyes solutions."
      },
      {
        "title": "Layer your security",
        "description": "Gain industry-leading multilayered protection—and move to secure access service edge (SASE) with SD-WAN for on-premises and cloud-delivered security."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst 8300 Series Edge Platforms",
    "title": "Power your branch at cloud scale",
    "subtitle": "Transform your branch networking with cloud-native agility, multilayer security, and enhanced visibility.",
    "description": "Build a WAN edge that's flexible and secure, with optimized 5G, SD-WAN, software-defined routing, and multicloud access.",
    "benefits": [
      {
        "title": "See more to solve more",
        "description": "Spot application issues and get actionable insights across the internet, cloud, and software as a service (SaaS) with built-in Cisco Catalyst SD-WAN Analytics and Cisco ThousandEyes solutions."
      },
      {
        "title": "Layer your security",
        "description": "Gain industry-leading multilayered protection—and move to secure access service edge (SASE) with SD-WAN for on-premises and cloud-delivered security."
      },
      {
        "title": "​Get advanced connectivity​",
        "description": "Transform your branch with 5G connectivity and other cutting-edge wireless network standards."
      },
      {
        "title": "Automate with ease",
        "description": "Accelerate your network rollout and simplify your operations in a visualized manner with Cisco Catalyst SD-WAN Manager."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst 8300 Series Edge uCPE",
    "title": "Transform to a software-defined branch",
    "subtitle": "Deploy highly scalable virtual network functions in medium to large branches.",
    "description": "Build your next-generation software-defined branch with a consolidated network, security, and compute platform.",
    "benefits": [
      {
        "title": "Simplify IT operations",
        "description": "Simplify your branch with a purpose-built, centrally managed, virtualized universal customer premises equipment (uCPE) platform enabled by the Cisco Enterprise NFV Infrastructure Software (NFVIS) hypervisor operating system."
      },
      {
        "title": "Improve business agility",
        "description": "Transform your digital business with advanced service chaining for your choice of virtual network functions (VNFs) that best meet your business needs. Deploy network services at scale in minutes and avoid time-consuming truck rolls."
      },
      {
        "title": "See more, solve more",
        "description": "Use Cisco Catalyst SD-WAN Manager to maintain complete control of thousands of branch sites. Design, deploy, and monitor your edge network infrastructure with the same management experience."
      },
      {
        "title": "Rich connectivity for diverse demands",
        "description": "Enhance your network fabric capacity with optional 5G, LTE, and LAN modules for additional connectivity and a reliable edge."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst 8200 Series Edge Platforms",
    "title": "Flexible connectivity for the lean branch",
    "subtitle": "Accelerate your cloud journey with edge platforms designed for multilayer security and cloud-native agility.",
    "description": "Build an optimized multicloud SD-WAN branch with multilayer security and optimized routing.",
    "benefits": [
      {
        "title": "Connect wherever you are",
        "description": "Flexibly connect to the SD-WAN fabric, allowing for simple, plug-and-play deployments."
      },
      {
        "title": "Get a leading edge",
        "description": "Transform your lean branch with the power of customized, hardware-enabled services."
      },
      {
        "title": "See more, solve more",
        "description": "Centrally manage your environment with Cisco Catalyst SD-WAN Manager. Get actionable insights across the internet, cloud, and applications with built-in Cisco Catalyst SD-WAN Analytics and Cisco ThousandEyes solutions."
      },
      {
        "title": "Do cloud your way",
        "description": "Deliver cloud resources securely and flexibly across customer branch locations with Cisco Umbrella technology."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst 8200 Series Edge uCPE",
    "title": "Build your secure SD-Branch",
    "subtitle": "Get industry-leading SD-WAN and secure edge connections to multicloud applications.",
    "description": "Build an intelligent software-defined branch with a consolidated network, security, and compute approach.",
    "benefits": [
      {
        "title": "Gain end-to-end virtualization",
        "description": "Get safe and flexible SD-Branch virtualization with the Cisco hypervisor network function virtualization (NFVIS) and routing virtual network functions (VNFs)."
      },
      {
        "title": "See more, solve more",
        "description": "Centrally manage your environment with Cisco Catalyst SD-WAN Manager. Get actionable insights across the internet, cloud, and applications with built-in Cisco Catalyst SD-WAN Analytics and Cisco ThousandEyes solutions."
      },
      {
        "title": "Expand edge flexibility",
        "description": "Reach new levels of automation and transformation with support for the latest digital services and chaining."
      },
      {
        "title": "Make the 5G move",
        "description": "Build a faster, more reliable network fabric with support for the latest link types."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst 8000V Edge Software",
    "title": "Take the cloud-smart route",
    "subtitle": "Extend your WAN across clouds and applications with a virtual routing platform—purpose-built for the cloud.",
    "description": "Get agility, security, and visibility for a hybrid cloud world with Catalyst 8000V Edge Software.",
    "benefits": [
      {
        "title": "Cloud services that scale",
        "description": "Quickly and securely deploy a broad set of networking services with any cloud."
      },
      {
        "title": "Security by design",
        "description": "Apply and enforce centralized policies for all users."
      },
      {
        "title": "Cloud-native agility",
        "description": "Make migration to the cloud simple with a unified, programmable software image."
      },
      {
        "title": "Intelligence at the edge",
        "description": "​Optimize cloud applications and enhance user experience with advanced analytics."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "Fixed wireless access devices",
    "title": "Scale robust 5G connectivity—anywhere",
    "subtitle": "Connect branches faster with always-on Cisco cloud-managed 5G fixed wireless access (FWA).",
    "description": "Stay securely connected with primary or failover cellular gateways. Whether you're connecting a campus or remote branches, Cisco cellular solutions are easy to deploy, scale, and manage.",
    "benefits": [
      {
        "title": "Always-on connectivity",
        "description": "Boost business resilience through always-on connectivity thanks to automatic wired-to-wireless failover."
      },
      {
        "title": "Catalyst or Meraki SD-WAN integration",
        "description": "Provision and manage directly from your chosen network management platform."
      },
      {
        "title": "Easy scalability",
        "description": "Deploy with zero-touch provisioning and seamless integration with SD-WAN interface."
      },
      {
        "title": "Flexible deployment options",
        "description": "Equip campus, branch, and temporary sites with reliable cellular connectivity through a centrally managed and secure gateway."
      }
    ],
    "dataModals": [
      {
        "title": "Cisco Catalyst",
        "content": [
          {
            "title": "Catalyst CG522-E",
            "content": "Access cloud and enterprise applications at the highest speed possible with 5G connectivity."
          },
          {
            "title": "Catalyst CG418-E",
            "content": "Connect your users and devices to trusted cloud and enterprise applications with 4G LTE Advanced Pro."
          }
        ]
      },
      {
        "title": "Cisco Meraki",
        "content": [
          {
            "title": "Meraki MG51",
            "content": "Get robust, scalable, and always-on 5G connectivity for large branch or campus."
          },
          {
            "title": "Meraki MG41",
            "content": "Provide your mid-sized branch with fast, resilient performance for primary or backup connectivity."
          },
          {
            "title": "Meraki MG21",
            "content": "Rely on robust, always-on fixed wireless access for standard backup."
          }
        ]
      }
    ]
  },
  {
    "preTitle": "Cisco Catalyst Center",
    "title": "Smarter, simpler network management",
    "subtitle": "Optimize resources, reduce spending, and enhance your organization's digital agility with a powerful management system that uses AI to connect, secure, and automate network operations.",
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "​​Cisco Catalyst IE9300 Rugged Series Switches​",
    "title": "​​Build high-performing networks with versatile switches​",
    "subtitle": "​​Create smarter, safer, and faster industrial networks. Boost performance, scale, visibility, and security with switches designed for a wide variety of use cases across multiple industries.",
    "description": "Get more power for your devices and more bandwidth for your applications. Support Wi-Fi 6/6E access points and boost enterprise connectivity with a seamless switching fabric.",
    "benefits": [
      {
        "title": "One switch family. Unlimited possibilities.",
        "description": "​​Along production lines. Inside electric substations. At the airport and in roadway intersections. Catalyst IE9300 Rugged Series switches power almost all types of industry needs.​"
      },
      {
        "title": "​Manage and secure operations with tools you trust​",
        "description": "​​Cisco Catalyst Center helps you to shorten deployment cycles and operate efficiently at scale. Keep an eye on your assets with Cyber Vision and get added peace of mind through integrations with Cisco security applications. ​"
      },
      {
        "title": "Aggregate and distribute traffic",
        "description": "Connect multiple access switches or fiber rings to core switching layers using the high-bandwidth 10-gigabit uplink ports and outdoor deployment in rugged non–climate controlled environments."
      },
      {
        "title": "​​Get more power and bandwidth for your devices​",
        "description": "​​Connect power-hungry and bandwidth-thirsty devices, like high-resolution cameras and Wi-Fi 6/6E access points, to switches with multigigabit ports and large Power over Ethernet capacity.​​"
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst IE3400 Heavy Duty Series switches",
    "title": "Get secure, stable connections in the harshest environments",
    "subtitle": "Support the connectivity, automation, security, and data demands of Industry 4.0 with the ruggedness, reliability, and high performance you need in industrial switches.",
    "description": "Optimize and protect your industrial processes with IP67-rated dustproof and waterproof switches. They're engineered to be reliable even in the toughest conditions.",
    "benefits": [
      {
        "title": "Connect reliably anywhere",
        "description": "On factory floors. In underground mines. In oil and gas fields, chemical plants, and outdoor sites. The versatile Catalyst IE3400 Heavy Duty industrial switches connect everything everywhere."
      },
      {
        "title": "Optimize operational security",
        "description": "Simplify your network with built-in visibility and security—without the need for extra devices. Discover connected assets with hosted Cisco Cyber Vision and strengthen defenses with Cisco TrustSec segmentation technology."
      },
      {
        "title": "Simplify industrial networking",
        "description": "Optimize with IT best practices and enterprise-grade networking features in the Cisco IOS XE operating system. Automate tasks, monitor performance, and comply with the organization's networking policies with Cisco Catalyst Center management."
      },
      {
        "title": "Provide secure remote access",
        "description": "Make secure access to industrial assets easy for your remote teams. Get a cloud-based zero trust network access (ZTNA) solution that's simple to set up and scales to suit your needs with a hosted Cisco Secure Equipment Access gateway."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst IE3400 Rugged Series switches",
    "title": "Make your industrial network smarter, stronger, and more secure",
    "subtitle": "Get more efficiency, resilience, and productivity from your industrial network. Catalyst IE3400 Rugged Series DIN rail switches are ruggedized, high-performing, modular, and secure to help you get there.",
    "description": "Simplify and make your operations ready for the future with a rock-solid networking and security foundation that's built on easy-to-deploy, high-performing, and secure Catalyst IE3400 Rugged Series industrial switches.",
    "benefits": [
      {
        "title": "Deliver continuous operations",
        "description": "Keep your network performing at its peak, with all-gigabit fiber ports, Power over Ethernet (PoE)-enabled copper ports, advanced resiliency and industrial protocols, and industry certifications."
      },
      {
        "title": "Optimize operations with IT best practices",
        "description": "Simplify operations with enterprise-grade networking features of the Cisco IOS XE operating system and network management with Cisco Catalyst Center."
      },
      {
        "title": "Unify security with networking",
        "description": "Eliminate point products and simplify the network architecture by embedding visibility and security as software features. Get details on connected assets with Cisco Cyber Vision. Limit the spread of malware with segmentation based on the Cisco TrustSec solution."
      },
      {
        "title": "Simplify and secure remote access",
        "description": "Set up zero-trust network access (ZTNA) with the hosted Cisco Secure Equipment Access gateway, so that your operations team, contractors, and vendors can troubleshoot and maintain OT assets, while you retain full control."
      }
    ],
    "dataModals": [
      {
        "title": "Core models",
        "content": [
          {
            "title": "IE-3400-8T2S",
            "content": "Modular design, gigabit copper ports, and fiber uplinks, for industrial DIN rail deployments"
          },
          {
            "title": "IE-3400-8P2S",
            "content": "Modular design, gigabit copper ports with PoE, and fiber uplinks for industrial DIN rail deployments"
          }
        ]
      },
      {
        "title": "Expansion modules",
        "content": [
          {
            "title": "IEM-3400-8S",
            "content": "For adding more fiber ports to your Catalyst IE3400 Rugged Series base switches"
          },
          {
            "title": "IEM-3400-8T",
            "content": "For adding more copper ports to your Catalyst IE3400 Rugged Series base switches"
          },
          {
            "title": "IEM-3400-8P",
            "content": "For adding more copper ports with PoE to your Catalyst IE3400 Rugged Series base switches"
          },
          {
            "title": "Catalyst IE3300 expansion modules",
            "content": "Catalyst IE3400 Rugged Series switches can also use expansion modules for Cisco Catalyst IE3300 Rugged Series switches, with some limitations. Consult the Catalyst IE3400 Rugged Series data sheet for details."
          }
        ]
      }
    ]
  },
  {
    "preTitle": "Cisco Catalyst IE3300 Rugged Series switches",
    "title": "Make your operations more secure, resilient, and efficient",
    "subtitle": "Unlock the full potential of industrial IoT on a secure, reliable, scalable, and flexible network foundation.",
    "description": "Reach your Industry 4.0 goals with a more secure and reliable network. The easy-to-deploy, high-performing Catalyst IE3300 Rugged Series industrial switches can get you there.",
    "benefits": [
      {
        "title": "Evolve your operations",
        "description": "Build a network that's ready for the future, and address more use cases. These resilient switches offer modular, versatile design, 10-gigabit ports, and up to 90W Power over Ethernet (PoE) per port with up to 480W PoE budget per switch."
      },
      {
        "title": "Boost efficiency with proven IT strategies",
        "description": "Scale your operations with ease with an expandable, flexible, enterprise-grade network that's powered by the Cisco IOS XE operating system and managed through Cisco Catalyst Center."
      },
      {
        "title": "Establish a layered defense",
        "description": "Protect your operations with multilayer security. Eliminate point products and simplify the network architecture by embedding visibility and security as software features. Encrypt data with MACsec 256. Easily get details on  connected assets by hosting Cisco Cyber Vision."
      },
      {
        "title": "Simplify and secure remote access",
        "description": "Set up zero-trust network access (ZTNA) by hosting Cisco Secure Equipment Access gateway, so that your operations team, contractors, and vendors can troubleshoot and maintain OT assets, while you retain full control."
      }
    ],
    "dataModals": [
      {
        "title": "Core models",
        "content": [
          {
            "title": "IE-3300-8T2S",
            "content": "Modular design, gigabit copper ports, and gigabit fiber uplinks, for industrial DIN rail deployments"
          },
          {
            "title": "IE-3300-8P2S",
            "content": "Modular design, gigabit copper ports with PoE, and gigabit fiber uplinks, for industrial DIN rail deployments"
          },
          {
            "title": "IE-3300-8T2X",
            "content": "Modular design, gigabit copper ports, and 10 gigabit fiber uplinks, for industrial DIN rail deployments"
          },
          {
            "title": "IE-3300-8U2X",
            "content": "Modular design, gigabit copper ports with PoE, and 10 gigabit fiber uplinks, for industrial DIN rail deployments"
          }
        ]
      },
      {
        "title": "Expansion modules",
        "content": [
          {
            "title": "IEM-3300-8T",
            "content": "For adding more copper ports to your Catalyst IE3300 and IE3400 Rugged Series base switches"
          },
          {
            "title": "IEM-3300-16T",
            "content": "For adding more copper ports to your Catalyst IE3300 and IE3400 Rugged Series base switches"
          },
          {
            "title": "IEM-3300-8S",
            "content": "For adding more fiber ports to your Catalyst IE3300 and IE3400 Rugged Series base switches"
          },
          {
            "title": "IEM-3300-6T2S",
            "content": "For adding both copper and fiber ports to your Catalyst IE3300 and IE3400 Rugged Series base switches"
          },
          {
            "title": "IEM-300-14T2S",
            "content": "For adding copper and fiber ports to your Catalyst IE3300 and IE3400 Rugged Series base switches"
          },
          {
            "title": "IEM-3300-8P",
            "content": "For adding more copper ports with PoE to your Catalyst IE3300 Rugged Series base switches"
          },
          {
            "title": "IEM-3300-16P",
            "content": "For adding more copper ports with PoE to your Catalyst IE3300 Rugged Series base switches"
          },
          {
            "title": "IEM-3300-4MU",
            "content": "For adding more 2.5GE copper ports with PoE to your Catalyst IE3300 and IE3400 Rugged Series base switches"
          }
        ]
      }
    ]
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst IE3100 Rugged Series Switches",
    "title": "Fast, secure network connectivity, even in tight spaces​",
    "subtitle": "Deliver Power over Ethernet (PoE) and extend fast, secure, and fully managed connectivity to devices in harsh operating conditions and constrained spaces.",
    "description": "Easily place the switches in confined spaces. Use them to power connected assets. Integrate them within connected industrial solutions that are custom-built and turnkey.",
    "benefits": [
      {
        "title": "Power assets in space restricted environments",
        "description": "Help ensure uninterrupted power to industrial assets with PoE technology designed to maintain power supply, even with low input voltage and during switch restarts."
      },
      {
        "title": "Deploy confidently in corrosive environments",
        "description": "Maximize product lifecycle and mitigate operational risks in corrosive environments with conformal coating for additional protection against moisture, dust, and other contaminants."
      },
      {
        "title": "Bring IT best practices to your industrial network",
        "description": "Gain enterprise-grade networking capabilities with the modern Cisco IOS XE operating software, management by Cisco Catalyst Center, and fast recovery for resilient operations."
      },
      {
        "title": "Protect your operations with multi-layered security",
        "description": "Reduce risk and defend your operations against cyberthreats with device authentication, access control, network segmentation, and zero-trust secure remote access."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst IR8300 Rugged Series Router",
    "title": "All-in-one industrial 5G router with advanced security",
    "subtitle": "Get advanced security and scalability with this industrial cellular router. Benefit from next-generation firewall (NGFW) features, integrated switching, precision timing, and edge computing.",
    "description": "Designed to withstand extreme temperatures, the Catalyst IR8300 Rugged Series Router is built for utility substations, rail trackside, roadways and intersections, and more.",
    "benefits": [
      {
        "title": "Built-in, advanced security",
        "description": "Get the best of both worlds, with routing and security consolidated. Access next-generation firewall capabilities: malware protection, URL filtering, intrusion prevention system (IPS), intrusion detection system (IDS), and much more."
      },
      {
        "title": "More functionality in less cabinet space",
        "description": "With dual WAN uplinks, 12 LAN ports, Universal Power Over Ethernet (Cisco UPOE) technology, modularity to make future upgrades simple, and support for edge application advanced timing, the Catalyst IR8300 Rugged Series maximizes functionality in minimal space."
      },
      {
        "title": "Reduced total cost of ownership",
        "description": [
          "Speed up performance, get scale, and unlock value by integrating routing, security, and switching in one platform.",
          "Make upgrades easy with modules for public and private 5G, LTE, advanced timing, and much more."
        ]
      },
      {
        "title": "Substation and timing compliance",
        "description": "Reliably and precisely synchronize network resources that host highly time-sensitive applications. The Catalyst IR8300 Rugged Series Router is also certified to meet substation compliance standards, including IEC 61850 and IEEE 1613."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "​​Cisco Catalyst IR8100 Heavy Duty Series Routers​",
    "title": "IP67-rated modular router with embedded cyber-resilience",
    "subtitle": "Power and safeguard your critical services—without needing a protective cabinet. Get adaptable routers that offer robust resistance to dust and water, next-generation firewall capabilities, and more.",
    "description": "Mount these 5G routers outdoors, without a cabinet, for strong, reliable connections wherever you need them, with cellular, wide-area Cisco Resilient Mesh and Wi-SUN connectivity at scale.",
    "benefits": [
      {
        "title": "Go to extremes",
        "description": "With IP67 ratings for dust and water protection, the Catalyst IR8100 Heavy Duty Series Routers are built to withstand extreme temperatures and the harshest environments. No protective cabinet needed."
      },
      {
        "title": "Upgrade and adapt as you grow",
        "description": "The Catalyst IR8100 Heavy Duty Series might be the last outdoor routers you'll need for a long time. They're fully modular and upgradable onsite. Add 5G, backup batteries, power supply, and even new CPUs whenever you need them."
      },
      {
        "title": "Become cyber-resilient",
        "description": "With router features ranging from a physical locking design to a variety of advanced cybersecurity capabilities—including next-generation firewall—you gain built-in protection for your remote operations."
      },
      {
        "title": "Converge and scale​",
        "description": "Combine 5G, public and private LTE, wireless personal-area network (WPAN) such as Wi-SUN, and more—with adaptability for future connectivity. And it's all from a single router that can scale to the tens of thousands."
      }
    ],
    "dataModals": [
      {
        "title": "Models",
        "content": [
          {
            "title": "Without PoE",
            "content": ""
          },
          {
            "title": "With PoE",
            "content": ""
          }
        ]
      },
      {
        "title": "Modules",
        "content": [
          {
            "title": "5G sub-6-GHz module",
            "content": "Next-generation 5G supporting private 5G SA networks. Massive capacity and performance with lower latency. CBRS/Private LTE-enabled and FirstNet Capable certification."
          },
          {
            "title": "Category 18 LTE module",
            "content": "Get Cat 18 LTE connectivity for the United States. FirstNet Capable and CBRS/private LTE-enabled for Europe, Canada, Japan, Australia, and New Zealand."
          },
          {
            "title": "Cat 6 LTE module",
            "content": "Cat 6 LTE for North America, Europe, Japan, and Latin America."
          },
          {
            "title": "Cat 6 LTE module",
            "content": "Cat 6 LTE for North America, Europe, Japan, and Latin America."
          },
          {
            "title": "Cat 6 LTE module",
            "content": "Includes 900-MHz filter for co-existence with IRMH-WPAN-NA module. Cat 6 LTE for North America, Europe, Japan, and Latin America."
          },
          {
            "title": "Cat 4 LTE module",
            "content": "Includes 900-MHz filter for co-existence with IRMH-WPAN-NA module. FirstNet Capable Cat 4 LTE multicarrier North America module (MNA) for the United States and Cat 4 LTE for other countries."
          },
          {
            "title": "WPAN Wi-SUN module",
            "content": "Wi-SUN FAN 1.0-certified with Wi-SUN FAN 1.1 certification coming soon."
          }
        ]
      }
    ]
  },
  {
    "preTitle": "Cisco Catalyst IR1800 Rugged Series Routers",
    "title": "Securely connect fixed or mobile assets with 5G and Wi-Fi 6",
    "subtitle": "Power your critical services securely with dual simultaneous 5G cellular support, next-generation firewall (NGFW) capabilities, and more.",
    "description": "This highly scalable Wi-Fi 6 router adapts to your needs and can be deployed either in a fixed location or in moving assets.",
    "benefits": [
      {
        "title": "Get modular 5G, Wi-Fi 6, and more",
        "description": "Flexibility that fits your needs. Customize and upgrade networking modules and storage components as you grow with our industrial 5G router with Wi-Fi 6 and simultaneous dual-WAN capabilities."
      },
      {
        "title": "Stay connected, even on bumpy rides",
        "description": "Connect your fixed assets with confidence, on rail or mobile vehicles—even in harsh vibrating conditions—with our EN50155-certified router."
      },
      {
        "title": "Unlock unique security capabilities at scale",
        "description": "See how OT assets perform and behave. Secure remote access with zero-trust network access, enforce policies to prevent lateral movements, and more—all from a single rugged router."
      },
      {
        "title": "Enjoy built-in NGFW",
        "description": "There's no need for separate hardware to protect remote operations. Comprehensive enterprise-grade security features and OT threat intelligence are built in."
      }
    ],
    "dataModals": [
      {
        "title": "Models",
        "content": [
          {
            "title": "Essential connectivity",
            "content": ""
          },
          {
            "title": "Essential connectivity plus redundant cellular",
            "content": ""
          },
          {
            "title": "Adds PoE+ and advanced location tracking",
            "content": ""
          },
          {
            "title": "More connectivity, security, and compute",
            "content": ""
          }
        ]
      },
      {
        "title": "Modules",
        "content": [
          {
            "title": "5G sub-6-GHz module (New)",
            "content": "Next-generation 5G supporting standalone (SA) and non-standalone (NSA) for both public and private networks. eSIM-ready. Massive capacity and performance with lower latency. (CBRS/Private LTE-enabled and FirstNet Capable certification.)"
          },
          {
            "title": "Cat-18 LTE module",
            "content": "Get cat-18 LTE connectivity for the U.S. (FirstNet Capable and CBRS/private LTE-enabled), Europe, Canada, Japan, Australia, and New Zealand."
          },
          {
            "title": "Cat-7 LTE module (New)",
            "content": "Cat-7 LTE for North America, Europe, Japan, and Latin America."
          },
          {
            "title": "Cat-4 LTE module",
            "content": "Get FirstNet Capable cat-4 LTE multicarrier North America module (MNA) for the U.S. and cat-4 LTE for other countries."
          },
          {
            "title": "Wi-Fi 6 module",
            "content": "Add powerful Wi-Fi capabilities to the Catalyst IR1800 Rugged Series Router without adding space in a cabinet."
          },
          {
            "title": "Dead reckoning GNSS module",
            "content": "Get accurate estimates of a vehicle’s position by using data from the vehicle’s CAN bus."
          }
        ]
      }
    ]
  },
  {
    "preTitle": "Cisco Catalyst IR1100 Rugged Series Routers",
    "title": "Rugged, secure, compact connectivity",
    "subtitle": "Easily scale connectivity to remote industrial assets with this highly modular 5G router—which also gives you advanced security capabilities.",
    "description": "Now, your connectivity can extend anywhere—with a ruggedized, scalable router and firewall, all in one.",
    "benefits": [
      {
        "title": "Adapt to your needs",
        "description": "Modular routers with dual-WAN capability mean greater flexibility, so you can add or upgrade networking modules and storage components as technologies—and your needs—evolve."
      },
      {
        "title": "Install anywhere",
        "description": "Make installation easy anywhere—indoors or out—no matter your climate or space constraints.  These rugged, compact routers also feature low power consumption."
      },
      {
        "title": "Enjoy advanced security",
        "description": "Easily get visibility into OT assets and your security posture at scale. Control zero-trust remote access to assets. Block modern threats with application-layer firewall, and more."
      },
      {
        "title": "Scale management options simply",
        "description": "Boost your IT and operations teams with powerful management tools like Cisco Catalyst Center, Cisco Catalyst SD-WAN Manager, and Cisco IoT Field Network Director."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst IW9167 Heavy Duty Series Access Points",
    "title": "Wireless that works wherever you need it",
    "subtitle": "For harsh conditions, remote assets, and demanding applications, you need wireless that pushes the boundaries. Choose Wi-Fi 6/6E or Cisco Ultra-Reliable Wireless Backhaul (Cisco URWB).",
    "description": "Extend your wireless network to more places and assets. Even in the toughest conditions.",
    "benefits": [
      {
        "title": "Improve speed and security with Wi-Fi 6",
        "description": "Experience higher density, increased throughput, greater power efficiency, and better security."
      },
      {
        "title": "Improve performance with Wi-Fi 6E",
        "description": "Get up to 1.2 GHz more spectrum to boost capacity and mitigate interference, with 6-GHz hardware support in all models."
      },
      {
        "title": "It's tough—and flexible",
        "description": "The rugged, cast-aluminum case can handle water, dust, extreme temperatures, and hazardous environments. You can connect with either Wi-Fi 6/6E or Cisco URWB—whichever you need."
      },
      {
        "title": "Connect remote buildings or moving assets",
        "description": "Cisco URWB lets you connect remote buildings or fixed or moving assets to your network. Enjoy a high data rate, ultra-low latency and packet loss, and seamless handoffs."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst IW9165D Heavy Duty Access Point",
    "title": "Easily deploy reliable wireless backhaul anywhere",
    "subtitle": "​Extend your network reliably with built-in directional antennas, or add external antennas to connect your most demanding moving assets.",
    "description": "Connect buildings and attach remote devices and moving assets to your network using our secure, ultra-reliable wireless backhaul technology.",
    "benefits": [
      {
        "title": "Extend your network anywhere",
        "description": "No fiber? No problem. Power long-range, high-throughput wireless connectivity anywhere that fiber isn't an option, with built-in directional antenna and 802.11ax radio."
      },
      {
        "title": "​​Built for industrial and outdoor environments​",
        "description": "Heavy-duty enclosure is ideal for creating reliable and resilient trackside, wayside, outdoor, and industrial wireless infrastructures."
      },
      {
        "title": "​​Ready for more when you need it​",
        "description": "A second 802.11ax radio with choice of external antennas lets you quickly extend your network to new places."
      },
      {
        "title": "​Connect fixed and mobile assets",
        "description": "Create point-to-point and point-to-multipoint networks with ultra-low latency and no packet loss.​ Or provide Wi-Fi outdoors."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst IW9165E Rugged Access Point and Wireless Client​",
    "title": "Connect your moving assets wirelessly and reliably",
    "subtitle": "Add on-the-move assets to Wi-Fi networks or Cisco Ultra-Reliable Wireless Backhaul networks with this compact access point and wireless client.",
    "description": "Take your industrial operations to the next level by extending your network to on-the-move machines and other assets.",
    "benefits": [
      {
        "title": "Small is beautiful—and easy to install",
        "description": "The DIN-rail compact form factor enables smooth integration in industrial vehicles, robots, cranes, trains, cabinets, and more."
      },
      {
        "title": "​​Find functionality and flexibility​",
        "description": "Enjoy high throughputs and ideal radio coverage with dual 802.11ax radios and a wide choice of antennas."
      },
      {
        "title": "​​Get more from your industrial assets​",
        "description": "Boost capabilities with Bluetooth and general-purpose input/output (GPIO) connectivity as well as global navigation satellite system (GNSS) positioning of moving assets."
      },
      {
        "title": "​​Keep your connections reliable and secure​",
        "description": "Use your Wi-Fi 6/6E network as a workgroup bridge (WGB), or get ultra-low latency and zero packet loss in Cisco Ultra-Reliable Wireless Backhaul mode."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst Micro Switches",
    "title": "What you need, right where you need it",
    "subtitle": "Deliver enterprise-class security, manageability, and reliability with switches optimized for smart buildings and fiber-to-the-office (FTTO) networks.",
    "description": "Experience full-featured Gigabit Ethernet and Power over Ethernet Plus (PoE+) in ultra-small, 4-port models that can be duct-mounted or placed on a desktop.",
    "benefits": [
      {
        "title": "Fortify security",
        "description": "Protect information and infrastructure with advanced security features and Cisco Software-Defined Access integration."
      },
      {
        "title": "Enjoy easy deployment",
        "description": "Easily install and provision the switches with snap-in mounting hardware and Cisco Plug and Play."
      },
      {
        "title": "Make data cabling easier",
        "description": "Get reliable power over data cabling for Internet of Things (IoT) devices when you get PoE+ with Perpetual PoE features."
      },
      {
        "title": "Simplify management",
        "description": "Manage the entire network through a single pane of glass with support for Cisco Catalyst Center."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco remote worker gateways",
    "title": "The simplest strategy for secure remote work",
    "subtitle": "Empower a distributed workforce with Cisco secure remote work solutions.",
    "description": "Flexible remote work tools to fit the needs of your business.",
    "benefits": [
      {
        "title": "Secure the remote workforce",
        "description": "Extend corporate security to your remote workforce with secure hardware and software solutions."
      },
      {
        "title": "Ensure constant connection",
        "description": "Keep your employees connected to the network, regardless of where they reside."
      },
      {
        "title": "Scale to meet your needs",
        "description": "Manage thousands of users from a single pane of glass with zero-touch provisioning and flexible deployment options."
      },
      {
        "title": "Support long-term remote work",
        "description": "Move beyond best-effort remote work strategies with reliable and secure solutions that fit your needs."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "Cisco DNA Software for Catalyst SD-WAN and Routing",
    "title": "Automatic updates. Peace of mind.",
    "subtitle": "Get your security and functionality upgrades as soon as we release them.",
    "description": "Cisco DNA Software subscriptions help your IT team keep pace with your network's expanding demands. You can purchase the subscriptions à la carte or through a Cisco Enterprise Agreement.",
    "benefits": [
      {
        "title": "Stay on top of the latest innovations",
        "description": "Immediately access the latest innovations through simple subscription tiers. You can move your licenses across deployment models—to the cloud, the premises, or new hardware."
      },
      {
        "title": "Rely on enhanced security",
        "description": "Help your network stay protected from today's highly sophisticated security threats."
      },
      {
        "title": "Automate with confidence",
        "description": "Advanced secure, centralized management and analytics tools reduce deployment and troubleshooting time."
      },
      {
        "title": "Relieve financial headaches",
        "description": "Predictable expenditures are a welcome replacement for the peaks and valleys of past budgeting. Shifting to an OpEx model lowers organizational hurdles."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Catalyst software subscription for Switching",
    "title": "Switch into an intelligent network",
    "subtitle": "Scale and segment your network for security, compliance, and complex processes.",
    "description": "Catalyst software subscriptions can help your IT team keep pace with your network's expanding demands. Purchase subscriptions individually or through a Cisco Enterprise Agreement (EA).",
    "benefits": [
      {
        "title": "Automate with confidence",
        "description": "Provide access to users, devices, and applications, without shortchanging security."
      },
      {
        "title": "Gain visibility",
        "description": "Detect threats hidden in encrypted network traffic and respond quickly with security embedded in the access network."
      },
      {
        "title": "Make your network smarter",
        "description": "Quickly troubleshoot and convert data into business and IT insights."
      },
      {
        "title": "Secure with ease",
        "description": "Help keep users, devices, and application traffic secure with continuous zero trust."
      },
      {
        "title": "24/7 technical support",
        "description": "Enjoy base product-level support for software, hardware, and operating system (OS), all included in the subscription."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": "Cisco DNA Software for Wireless",
    "title": "Your Wi-Fi network just got smarter",
    "subtitle": "Get exceptional end-to-end visibility and guidance, plus personalized services through location-based analytics.",
    "description": "Cisco DNA Software subscriptions can help your IT team keep pace with your network's expanding demands. Purchase subscriptions individually or through the Cisco Enterprise Agreement.",
    "benefits": [
      {
        "title": "Quickly detect and stop threats",
        "description": "Make network access easy without shortchanging security, even for remote access."
      },
      {
        "title": "Enhance customer experience",
        "description": "Use intelligence from your wireless network and location analytics to personalize customer experiences."
      },
      {
        "title": "Automate workflow in minutes",
        "description": "Eliminate manual provisioning with automated workflows across wired and wireless networks."
      },
      {
        "title": "Gain useful insights",
        "description": "Identify and resolve issues through analytics that shed light on real-time user and application behavior."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": "Cisco Cloud Application Security",
    "title": "Prioritize and remediate risks with precision",
    "subtitle": "Cisco Cloud Application Security delivers visibility and protection across the application lifecycle so you can reduce risks and increase team productivity.",
    "description": "Cisco Cloud Application Security helps you prioritize and remediate cloud asset risks by combining Cloud Security Posture Management (CSPM), Data Security Posture Management (DSPM), Cloud Workload Protection (CWP), Cloud Detection and Response (CDR), and more into a unified Cloud Native Application Protection Platform (CNAPP).",
    "benefits": [
      {
        "title": "Visualize and prioritize cloud risks",
        "description": "Address the most critical issues, like vulnerabilities and misconfigurations, first with true context and root cause analysis."
      },
      {
        "title": "Detect cloud attacks in real time",
        "description": "Monitor security events continuously for prompt notifications using AI-powered threat hunting, predictive threat analysis, and synthetic attack simulations."
      },
      {
        "title": "Accelerate remediation using GenAI",
        "description": "Analyze attack paths, identify risks, and automatically generate code and step-by-step instructions to fix issues quickly."
      },
      {
        "title": "Achieve multicloud compliance",
        "description": "Meet cloud audit and business goals by monitoring for compliance with best practices and industry regulations."
      }
    ],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  },
  {
    "preTitle": [],
    "title": [],
    "subtitle": [],
    "description": [],
    "benefits": [],
    "dataModals": []
  }
]